from tkinter import *


root = Tk()
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!

canvas = Canvas(root,width=500,height=500)
canvas.pack()
canvas.create_rectangle(10,10,60,60)
canvas.create_rectangle(30,30,80,80)

canvas.create_line(10,10,30,30)
canvas.create_line(10,60,30,80)
canvas.create_line(60,10,80,30)
canvas.create_line(10,10,80,30)

# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!



root.mainloop()