import turtle

screen = turtle.getscreen()
t = turtle.Turtle()
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
screen.mainloop()