import turtle

screen = turtle.getscreen()
leonardo = turtle.Turtle()
deniska228 = turtle.Turtle()
denis = turtle.Turtle()
aboba = turtle.Turtle()
denisk = turtle.Turtle()

# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!       ffffff
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
leonardo.color('blue')
leonardo.forward(90)
leonardo.left(120)
leonardo.forward(90)
leonardo.left(330)
leonardo.forward(90)
leonardo.left(20)
leonardo.forward(140)
leonardo.left(140)
leonardo.forward(140)
leonardo.left(20)
leonardo.forward(90)
leonardo.left(320)
leonardo.forward(100)
leonardo.left(130)
leonardo.forward(150)
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
deniska228.color('green')
deniska228.left(90)
deniska228.forward(45)
deniska228.left(20)
deniska228.forward(20)
deniska228.left(75)
deniska228.forward(20)
deniska228.left(60)
deniska228.forward(20)
deniska228.left(30)
deniska228.forward(45)
denis.forward(30)

denis.color('red')
denis.forward(40)
denis.right(90)
denis.forward(90)
denis.right(140)
denis.forward(90)
denis.left(140)
denis.forward(75)
denis.right(140)
denis.forward(50)
denis.left(90)
denis.forward(40)
denis.right(90)
denis.forward(30)
denis.left(130)
denis.forward(90)
denis.right(160)
denis.forward(160)

aboba.color('blue')
aboba.forward(45)
aboba.left(90)
aboba.forward(160)
aboba.left(90)
aboba.forward(95)
aboba.left(90)
aboba.forward(50)
aboba.left(90)
aboba.forward(30)
aboba.left(90)
aboba.forward(20)
aboba.right(90)
aboba.forward(40)
aboba.right(90)
aboba.forward(40)
aboba.right(90)
aboba.forward(40)
aboba.right(90)
aboba.forward(40)
aboba.right(90)
aboba.forward(40)
aboba.right(90)
aboba.forward(20)
aboba.left(90)
aboba.forward(30)
aboba.left(180)
aboba.forward(30)
aboba.left(90)
aboba.forward(20)
aboba.right(90)
aboba.forward(20)
aboba.right(90)
aboba.forward(20)
aboba.right(90)
aboba.forward(5)
aboba.left(90)
aboba.forward(5)
aboba.left(90)
aboba.forward(5)
aboba.left(90)
aboba.forward(10)
aboba.right(120)
aboba.forward(5)
aboba.right(160)
aboba.forward(5)
aboba.right(290)
aboba.forward(5)

denisk.color('blue')
denisk.right(180)
denisk.forward(50)
denisk.right(90)
denisk.forward(120)


# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
# ДЕНИС СОЗДАЙ СВОЙ ПАПКУ И НЕ УДАЛЯЙ У СЕРГЕЯ НИЧЕГО!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!


screen.mainloop()